[A_Item.Shield_Absorption ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital Básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Absorption:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="A Munição [skill]absorvida[-skill] será adicionada à sua mochila."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Absorption:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Probabilidade de [skill]absorver[-skill] os projéteis inimigos."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Absorption_05_LegendaryNormal ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Absorption_05_LegendaryNormal:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="A munição [skill]absorvida[-skill] será adicionada à sua mochila."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Absorption_05_LegendaryNormal:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Probabilidade de [skill]absorver[-skill] os projéteis inimigos."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Absorption_05_LegendaryShock ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Absorption_05_LegendaryShock:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="A Munição [skill]absorvida[-skill] será adicionada à sua mochila."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Absorption_05_LegendaryShock:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Probabilidade de [skill]absorver[-skill] os projéteis inimigos."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Absorption_1340 ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Absorption_1340:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="A Munição [skill]absorvida[-skill] será adicionada à sua mochila."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Absorption_1340:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Probabilidade de [skill]absorver[-skill] os projéteis inimigos."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Absorption_Aequitas ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico."
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Absorption_Aequitas:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="A Munição [skill]absorvida[-skill] será adicionada à sua mochila."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Absorption_Aequitas:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Probabilidade de [skill]absorver[-skill] os projéteis inimigos."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Booster ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Booster:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Probabilidade de obter um [skill]potencializador[-skill] de escudo ao sofrer danos."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Booster_05_Legendary ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Booster_05_Legendary:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Probabilidade de obter um [skill]potencializador IED[-skill] ao sofrer danos."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Booster_PotOGold ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Booster_PotOGold:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Probabilidade de soltar dinheiro quando recebe danos."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Chimera ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Chimera:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Aumenta a [health]saúde máxima[-health]."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Chimera_05_Legendary ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Chimera_05_Legendary:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Aumenta a [health]saúde máxima[-health]."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Impact ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Impact:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Com carga completa, o próximo disparo infligirá [skill]danos por Slag[-skill] adicionais"
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Impact:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Ao realizar um [skill]disparo de Slag[-skill] o escudo se esgota"
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Impact_05_Legendary ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Impact_05_Legendary:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Com carga completa, o próximo disparo infligirá [skill]danos por Slag[-skill] adicionais"
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Juggernaut ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Juggernaut:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Grande capacidade porém, reduz a [health]saúde máxima[-health]."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Juggernaut_05_Legendary ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Juggernaut_05_Legendary:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Grande capacidade, porém, reduz a [health]saúde máxima[-health]."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Nova_Corrosive ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Nova_Corrosive:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Deve se recarregar completamente entre uma [skill]Nova[-skill] e outra."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Nova_Corrosive:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Libera uma [skill]Nova[-skill] [corrosive]Corrosiva[-corrosive] quando se esgota."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Nova_Explosive ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Nova_Explosive:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Deve se recarregar completamente entre uma [skill]Nova[-skill] e outra."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Nova_Explosive:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Libera uma [skill]Nova[-skill] [explosive]Explosiva[-explosive] quando se esgota."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Nova_Explosive_05_DeadlyBloom ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Nova_Explosive_05_DeadlyBloom:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Libera uma [skill]Nova[-skill] [explosive]Explosiva[-explosive] quando se esgota o escudo ou a [health]saúde[-health]."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Nova_Fire ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Nova_Fire:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Libera uma [skill]Nova[-skill] [incendiary]Incendiária[-incendiary] quando se esgota."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Nova_Fire:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Deve se recarregar completamente entre uma [skill]Nova[-skill] e outra."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Nova_Fire_Phoenix ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Nova_Fire_Phoenix:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Libera continuamente [skill]Novas[-skill] [incendiary]Incendiárias[-incendiary] quando se esgota."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Nova_Fire_Phoenix:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Deve se recarregar completamente entre uma [skill]Nova[-skill] e outra."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Nova_Shock ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Nova_Shock:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Libera uma [skill]Nova[-skill] [shock]Elétrica[-shock] quando se esgota."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Nova_Shock:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Deve se recarregar completamente entre uma [skill]Nova[-skill] e outra."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Nova_Shock_Singularity ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Nova_Shock_Singularity:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Libera uma [skill]Nova[-skill] [shock]Elétrica[-shock] quando se esgota."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Nova_Shock_Singularity:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Deve se recarregar completamente entre uma [skill]Nova[-skill] e outra."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Roid ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Roid:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Quando se esgota, os ataques corpo a corpo provocam [skill]danos por esteróides[-skill] adicionais."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Roid_05_Legendary ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Roid_05_Legendary:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Quando se esgota, os ataques corpo a corpo provocam [skill]danos por esteróides[-skill] adicionais."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Roid_05_ThresherRaid ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Roid_05_ThresherRaid:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Libera uma Nova [incendiary]Incendiária[-incendiary] quando se esgota."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Roid_05_ThresherRaid:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Deve se recarregar completamente entre uma Nova e outra."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Roid_05_ThresherRaid:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Quando se esgota, os ataques corpo a corpo provocam [skill]danos por esteróides[-skill] adicionais."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Roid_LoveThumper ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Roid_LoveThumper:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Quando se esgota, os ataques corpo a corpo provocam [skill]danos por esteróides[-skill] adicionais."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Roid_Order ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Roid_Order:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Quando se esgota, os ataques corpo a corpo provocam [skill]danos por esteróides[-skill] adicionais."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Spike_Corrosive ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Spike_Corrosive:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Inflige [skill]danos por Espinhos[-skill] [corrosive]Corrosivos[-corrosive] aos inimigos que lhe atacarem corpo a corpo."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Spike_Corrosive:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description="Probabilidade de [corrosive]corroer[-corrosive] os inimigos."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Spike_CorrosiveLegendary ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Spike_CorrosiveLegendary:AttributePresentationDefinition_7 AttributePresentationDefinition]
Description="Inflige [skill]danos por farpas[-skill] [corrosive]corrosivas[-corrosive] aos inimigos que lhe atacarem corpo a corpo."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Spike_CorrosiveLegendary:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description="Arremessa farpas [corrosive]corrosivas[-corrosive] guiadas se receber danos por disparos."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Spike_Explosive ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Spike_Explosive:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Inflige [skill]danos por farpas[-skill] [explosive]explosivas[-explosive] aos inimigos que lhe atacarem corpo a corpo."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Spike_Fire ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Spike_Fire:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Inflige [skill]danos por espinhos[-skill] [incendiary]de fogo[-incendiary] aos inimigos que lhe atacarem corpo a corpo."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Spike_Fire:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Probabilidade de [incendiary]queimar[-incendiary] os inimigos."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Spike_Shock ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Spike_Shock:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Os [skill]danos por farpas[-skill] [shock]elétricas[-shock] podem [shock]eletrocutar[-shock] os inimigos afetados."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Spike_Shock:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="Inflige [skill]danos por espinhos[-skill] [shock]elétricos[-shock] aos inimigos que lhe atacarem corpo a corpo."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Spike_Shock:AttributePresentationDefinition_6 AttributePresentationDefinition]
Description="Probabilidade de [shock]eletrocutar[-shock] os inimigos."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Standard ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Standard_05_Legendary ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico."
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item.Shield_Standard_05_Legendary:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Quando o escudo se esgota, ele se descarta com... resultados explosivos."
NoConstraintText=""
Suffix=""
Prefix=""

[A_Item.Shield_Standard_CrackedSash ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico."
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_BaseEnemy.Shield_Enemy_Standard ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico."
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Item_CustomEnemy.Shield_Standard_BoomBoom ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um Escudo Orbital básico."
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Accessory.Absorption_Shield_Skill_Aequitas SkillDefinition]
SkillName="Habilidade de escudo Aequitas"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Accessory.Accessory1_Spike_Corrosive:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Causa danos aos inimigos que lhe atacarem corpo a corpo."
NoConstraintText=""
Suffix=""
Prefix=""

[Accessory.Accessory1_Spike_Corrosive_Legendary:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Causa danos aos inimigos que lhe atacarem corpo a corpo."
NoConstraintText=""
Suffix=""
Prefix=""

[Accessory.Accessory1_Spike_Explosive:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Causa danos aos inimigos que lhe atacarem corpo a corpo."
NoConstraintText=""
Suffix=""
Prefix=""

[Accessory.Accessory1_Spike_Fire:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Causa danos aos inimigos que lhe atacarem corpo a corpo."
NoConstraintText=""
Suffix=""
Prefix=""

[Accessory.Accessory1_Spike_Shock:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Causa danos aos inimigos que lhe atacarem corpo a corpo."
NoConstraintText=""
Suffix=""
Prefix=""

[Accessory.Accessory5_Chimera:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Reflete a [skill]resistência elemental[-skill] do último dano recebido."
NoConstraintText=""
Suffix=""
Prefix=""

[Accessory.Accessory5_ChimeraLegendary:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Reflete a [skill]resistência elemental[-skill] do último dano recebido."
NoConstraintText=""
Suffix=""
Prefix=""

[Accessory.Accessory5_ChimeraLegendary:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Regenera saúde enquato estiver ativo. Se  escudo receber danos, a velocidade de regeneração da saúde é aumentada."
NoConstraintText=""
Suffix=""
Prefix=""

[Accessory.Title_Absorption03_Aequitas ItemNamePartDefinition]
PartName="Aequitas"

[Accessory.Title_Absorption03_Aequitas:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A segunda é melhor."
NoConstraintText=""
Suffix=""
Prefix=""

[Accessory.Title_Absorption03_Aequitas:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="+10% para a duração do estado [skill]Lute Por Sua vida[-skill] para cada [skill]Aequitas[-skill] ou [skill]Veritas[-skill] equipado no seu grupo."
NoConstraintText=""
Suffix=""
Prefix=""

[Capacitor.Capacitor5_Maliwan_CorrosiveRes:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="[corrosive]Proporciona imunidade à danos corrosivos.[-corrosive]"
NoConstraintText=""
Suffix=""
Prefix=""

[Capacitor.Capacitor5_Maliwan_FireRes:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="[incendiary]Proporciona imunidade à danos por queimaduras.[-incendiary]"
NoConstraintText=""
Suffix=""
Prefix=""

[Capacitor.Capacitor5_Maliwan_ShockRes:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="[shock]Proporciona imunidade à danos elétricos[-shock]."
NoConstraintText=""
Suffix=""
Prefix=""

[Capacitor.Capacitor5_Maliwan_ShockRes_Legendary:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Proporciona imunidade à [shock]eletrocuções[-shock]."
NoConstraintText=""
Suffix=""
Prefix=""

[Capacitor.Capacitor6_Torgue_ExplosiveRes:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="[explosive]Reduz os danos das explosões[-explosive]."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups.ShieldBooster_Pickup_Legendary UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Potenciador IED"
PickupMessage="Has conseguido %s"
UseFailureLevelMessage="É preciso estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Escudo al máx."
NoManufacturerName="Genérico"

[Pickups.ShieldBooster_Pickup_Legendary:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Cria 3 rajadas de potencializadores [shock]elétricos[-shock]."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups.ShieldBooster_Pickup_Legendary:AttributePresentationDefinition_13 AttributePresentationDefinition]
Description="Gerado a partir de um jogador equipado com um escudo potencializador."
NoConstraintText=""
Suffix=""
Prefix=""

[Pickups.ShieldBooster_Pickup_Legendary:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="... muito acelerado."
NoConstraintText=""
Suffix=""
Prefix=""

[Prefixes.Prefix_Balanced04_Harmonious ItemNamePartDefinition]
PartName="Harmonioso"

[Prefixes.Prefix_Balanced_Anshin ItemNamePartDefinition]
PartName="Estável"

[Prefixes.Prefix_Balanced_Bandit ItemNamePartDefinition]
PartName="Gud"

[Prefixes.Prefix_Balanced_Dahl ItemNamePartDefinition]
PartName="Doughboy"

[Prefixes.Prefix_Balanced_Hyperion ItemNamePartDefinition]
PartName="Sinergístico"

[Prefixes.Prefix_Balanced_Maliwan ItemNamePartDefinition]
PartName="Elegante"

[Prefixes.Prefix_Balanced_MaliwanSpike ItemNamePartDefinition]
PartName="Aculturado"

[Prefixes.Prefix_Balanced_Pangolin ItemNamePartDefinition]
PartName="Simétrico"

[Prefixes.Prefix_Balanced_Tediore ItemNamePartDefinition]
PartName="Clássico"

[Prefixes.Prefix_Balanced_Torgue ItemNamePartDefinition]
PartName="Totalmente Adequado"

[Prefixes.Prefix_Balanced_TorgueSpike ItemNamePartDefinition]
PartName="Equilibrado"

[Prefixes.Prefix_Balanced_Vladof ItemNamePartDefinition]
PartName="Socializável"

[Prefixes.Prefix_Capacity_Anshin01 ItemNamePartDefinition]
PartName="Terminal"

[Prefixes.Prefix_Capacity_Anshin02 ItemNamePartDefinition]
PartName="Inferior"

[Prefixes.Prefix_Capacity_Anshin03 ItemNamePartDefinition]
PartName="Máximo"

[Prefixes.Prefix_Capacity_Anshin04 ItemNamePartDefinition]
PartName="Superior"

[Prefixes.Prefix_Capacity_Anshin05 ItemNamePartDefinition]
PartName="Diagnóstico"

[Prefixes.Prefix_Capacity_Bandit01 ItemNamePartDefinition]
PartName="Doido"

[Prefixes.Prefix_Capacity_Bandit02 ItemNamePartDefinition]
PartName="Sujo"

[Prefixes.Prefix_Capacity_Bandit03 ItemNamePartDefinition]
PartName="Asqueroso"

[Prefixes.Prefix_Capacity_Bandit04 ItemNamePartDefinition]
PartName="Temor"

[Prefixes.Prefix_Capacity_Bandit05 ItemNamePartDefinition]
PartName="Enorme"

[Prefixes.Prefix_Capacity_Dahl01 ItemNamePartDefinition]
PartName="Brigworthy"

[Prefixes.Prefix_Capacity_Dahl02 ItemNamePartDefinition]
PartName="Improvisado"

[Prefixes.Prefix_Capacity_Dahl03 ItemNamePartDefinition]
PartName="À Prova de Balas"

[Prefixes.Prefix_Capacity_Dahl04 ItemNamePartDefinition]
PartName="Phalanx"

[Prefixes.Prefix_Capacity_Dahl05 ItemNamePartDefinition]
PartName="Roughneck"

[Prefixes.Prefix_Capacity_Hyperion01 ItemNamePartDefinition]
PartName="Diminuído"

[Prefixes.Prefix_Capacity_Hyperion02 ItemNamePartDefinition]
PartName="Terceirizado"

[Prefixes.Prefix_Capacity_Hyperion03 ItemNamePartDefinition]
PartName="Louvável"

[Prefixes.Prefix_Capacity_Hyperion04 ItemNamePartDefinition]
PartName="Maximizado"

[Prefixes.Prefix_Capacity_Hyperion05 ItemNamePartDefinition]
PartName="Consolidado"

[Prefixes.Prefix_Capacity_Maliwan01 ItemNamePartDefinition]
PartName="Frágil"

[Prefixes.Prefix_Capacity_Maliwan02 ItemNamePartDefinition]
PartName="Débil"

[Prefixes.Prefix_Capacity_Maliwan03 ItemNamePartDefinition]
PartName="Resoluto"

[Prefixes.Prefix_Capacity_Maliwan04 ItemNamePartDefinition]
PartName="Inabalável"

[Prefixes.Prefix_Capacity_Maliwan05 ItemNamePartDefinition]
PartName="Majestoso"

[Prefixes.Prefix_Capacity_MaliwanSpike01 ItemNamePartDefinition]
PartName="Pantanoso"

[Prefixes.Prefix_Capacity_MaliwanSpike02 ItemNamePartDefinition]
PartName="Delicado"

[Prefixes.Prefix_Capacity_MaliwanSpike03 ItemNamePartDefinition]
PartName="Inflexível"

[Prefixes.Prefix_Capacity_MaliwanSpike04 ItemNamePartDefinition]
PartName="Adamantium"

[Prefixes.Prefix_Capacity_MaliwanSpike05 ItemNamePartDefinition]
PartName="Majestoso"

[Prefixes.Prefix_Capacity_Pangolin01 ItemNamePartDefinition]
PartName="Rachado"

[Prefixes.Prefix_Capacity_Pangolin02 ItemNamePartDefinition]
PartName="Quebradiço"

[Prefixes.Prefix_Capacity_Pangolin03 ItemNamePartDefinition]
PartName="Quitinoso"

[Prefixes.Prefix_Capacity_Pangolin04 ItemNamePartDefinition]
PartName="Couraçado"

[Prefixes.Prefix_Capacity_Pangolin05 ItemNamePartDefinition]
PartName="Blindado"

[Prefixes.Prefix_Capacity_Tediore01 ItemNamePartDefinition]
PartName="Meu Primeiro"

[Prefixes.Prefix_Capacity_Tediore02 ItemNamePartDefinition]
PartName="Infantil"

[Prefixes.Prefix_Capacity_Tediore03 ItemNamePartDefinition]
PartName="Superdimensionado"

[Prefixes.Prefix_Capacity_Tediore04 ItemNamePartDefinition]
PartName="Jumbo"

[Prefixes.Prefix_Capacity_Tediore05 ItemNamePartDefinition]
PartName="Expandido"

[Prefixes.Prefix_Capacity_Torgue01 ItemNamePartDefinition]
PartName="Musculoso"

[Prefixes.Prefix_Capacity_Torgue02 ItemNamePartDefinition]
PartName="Rasgador"

[Prefixes.Prefix_Capacity_Torgue03 ItemNamePartDefinition]
PartName="Macho"

[Prefixes.Prefix_Capacity_Torgue04 ItemNamePartDefinition]
PartName="Monstro"

[Prefixes.Prefix_Capacity_Torgue05 ItemNamePartDefinition]
PartName="Cinzelado"

[Prefixes.Prefix_Capacity_TorgueSpike01 ItemNamePartDefinition]
PartName="Sucateado"

[Prefixes.Prefix_Capacity_TorgueSpike02 ItemNamePartDefinition]
PartName="Remanejado"

[Prefixes.Prefix_Capacity_TorgueSpike03 ItemNamePartDefinition]
PartName="Manuseado"

[Prefixes.Prefix_Capacity_TorgueSpike04 ItemNamePartDefinition]
PartName="Estocado"

[Prefixes.Prefix_Capacity_TorgueSpike05 ItemNamePartDefinition]
PartName="Fatiado"

[Prefixes.Prefix_Capacity_Vladof01 ItemNamePartDefinition]
PartName="Traiçoeiro"

[Prefixes.Prefix_Capacity_Vladof02 ItemNamePartDefinition]
PartName="Manso"

[Prefixes.Prefix_Capacity_Vladof03 ItemNamePartDefinition]
PartName="Justo"

[Prefixes.Prefix_Capacity_Vladof04 ItemNamePartDefinition]
PartName="Inflexível"

[Prefixes.Prefix_Capacity_Vladof05 ItemNamePartDefinition]
PartName="Inquebrável"

[Prefixes.Prefix_CorrosiveResistant ItemNamePartDefinition]
PartName="Alcalino"

[Prefixes.Prefix_CorrosiveResistant01_Hazmat ItemNamePartDefinition]
PartName="Hazmat"

[Prefixes.Prefix_CorrosiveResistant02_Neutralizing ItemNamePartDefinition]
PartName="Neutralizante"

[Prefixes.Prefix_CorrosiveResistant03_Alkaline ItemNamePartDefinition]
PartName="Alcalino"

[Prefixes.Prefix_Delay_Anshin01 ItemNamePartDefinition]
PartName="Ligado"

[Prefixes.Prefix_Delay_Anshin02 ItemNamePartDefinition]
PartName="Ocluído"

[Prefixes.Prefix_Delay_Anshin03 ItemNamePartDefinition]
PartName="Patente"

[Prefixes.Prefix_Delay_Anshin04 ItemNamePartDefinition]
PartName="Hyper"

[Prefixes.Prefix_Delay_Anshin05 ItemNamePartDefinition]
PartName="Vital"

[Prefixes.Prefix_Delay_Bandit01 ItemNamePartDefinition]
PartName="Y So Lonng"

[Prefixes.Prefix_Delay_Bandit02 ItemNamePartDefinition]
PartName="Waite-ee"

[Prefixes.Prefix_Delay_Bandit03 ItemNamePartDefinition]
PartName="Qik Startr"

[Prefixes.Prefix_Delay_Bandit04 ItemNamePartDefinition]
PartName="Go Nowe"

[Prefixes.Prefix_Delay_Bandit05 ItemNamePartDefinition]
PartName="Less Waite"

[Prefixes.Prefix_Delay_Dahl01 ItemNamePartDefinition]
PartName="Goat Rope"

[Prefixes.Prefix_Delay_Dahl02 ItemNamePartDefinition]
PartName="Thumbsucking"

[Prefixes.Prefix_Delay_Dahl03 ItemNamePartDefinition]
PartName="Congelado"

[Prefixes.Prefix_Delay_Dahl04 ItemNamePartDefinition]
PartName="Low Drag"

[Prefixes.Prefix_Delay_Dahl05 ItemNamePartDefinition]
PartName="Olho Gordo"

[Prefixes.Prefix_Delay_Hyperion01 ItemNamePartDefinition]
PartName="Tabulado"

[Prefixes.Prefix_Delay_Hyperion02 ItemNamePartDefinition]
PartName="Burocrático"

[Prefixes.Prefix_Delay_Hyperion03 ItemNamePartDefinition]
PartName="Eficiente"

[Prefixes.Prefix_Delay_Hyperion04 ItemNamePartDefinition]
PartName="Incentivador"

[Prefixes.Prefix_Delay_Hyperion05 ItemNamePartDefinition]
PartName="Competente"

[Prefixes.Prefix_Delay_Maliwan01 ItemNamePartDefinition]
PartName="Inerte"

[Prefixes.Prefix_Delay_Maliwan02 ItemNamePartDefinition]
PartName="Supino"

[Prefixes.Prefix_Delay_Maliwan03 ItemNamePartDefinition]
PartName="Pressionado"

[Prefixes.Prefix_Delay_Maliwan04 ItemNamePartDefinition]
PartName="Supremo"

[Prefixes.Prefix_Delay_Maliwan05 ItemNamePartDefinition]
PartName="Ansioso"

[Prefixes.Prefix_Delay_MaliwanSpike01 ItemNamePartDefinition]
PartName="Vadiagem"

[Prefixes.Prefix_Delay_MaliwanSpike02 ItemNamePartDefinition]
PartName="Dawdling"

[Prefixes.Prefix_Delay_MaliwanSpike03 ItemNamePartDefinition]
PartName="Deslizante"

[Prefixes.Prefix_Delay_MaliwanSpike04 ItemNamePartDefinition]
PartName="Exigente"

[Prefixes.Prefix_Delay_MaliwanSpike05 ItemNamePartDefinition]
PartName="Ardente"

[Prefixes.Prefix_Delay_Pangolin01 ItemNamePartDefinition]
PartName="Dormente"

[Prefixes.Prefix_Delay_Pangolin02 ItemNamePartDefinition]
PartName="Hibernante"

[Prefixes.Prefix_Delay_Pangolin03 ItemNamePartDefinition]
PartName="Sonolento"

[Prefixes.Prefix_Delay_Pangolin04 ItemNamePartDefinition]
PartName="Decalcado"

[Prefixes.Prefix_Delay_Pangolin05 ItemNamePartDefinition]
PartName="Ansioso"

[Prefixes.Prefix_Delay_Tediore01 ItemNamePartDefinition]
PartName="Chumbado"

[Prefixes.Prefix_Delay_Tediore02 ItemNamePartDefinition]
PartName="Estável"

[Prefixes.Prefix_Delay_Tediore03 ItemNamePartDefinition]
PartName="Rápido"

[Prefixes.Prefix_Delay_Tediore04 ItemNamePartDefinition]
PartName="Instantâneo"

[Prefixes.Prefix_Delay_Tediore05 ItemNamePartDefinition]
PartName="Ação Rápida"

[Prefixes.Prefix_Delay_Torgue01 ItemNamePartDefinition]
PartName="Primeiro Equipamento"

[Prefixes.Prefix_Delay_Torgue02 ItemNamePartDefinition]
PartName="Via Lenta"

[Prefixes.Prefix_Delay_Torgue03 ItemNamePartDefinition]
PartName="Turbo"

[Prefixes.Prefix_Delay_Torgue04 ItemNamePartDefinition]
PartName="Alta Octanagem"

[Prefixes.Prefix_Delay_Torgue05 ItemNamePartDefinition]
PartName="Supercharged"

[Prefixes.Prefix_Delay_TorgueSpike01 ItemNamePartDefinition]
PartName="Preguiçoso"

[Prefixes.Prefix_Delay_TorgueSpike02 ItemNamePartDefinition]
PartName="Decadente"

[Prefixes.Prefix_Delay_TorgueSpike03 ItemNamePartDefinition]
PartName="Detonante"

[Prefixes.Prefix_Delay_TorgueSpike04 ItemNamePartDefinition]
PartName="Furioso"

[Prefixes.Prefix_Delay_TorgueSpike05 ItemNamePartDefinition]
PartName="Rolante"

[Prefixes.Prefix_Delay_Vladof01 ItemNamePartDefinition]
PartName="Apático"

[Prefixes.Prefix_Delay_Vladof02 ItemNamePartDefinition]
PartName="Entorpecido"

[Prefixes.Prefix_Delay_Vladof03 ItemNamePartDefinition]
PartName="Sempre Alerta"

[Prefixes.Prefix_Delay_Vladof04 ItemNamePartDefinition]
PartName="Vigilante"

[Prefixes.Prefix_Delay_Vladof05 ItemNamePartDefinition]
PartName="Cuidadoso"

[Prefixes.Prefix_ExplosiveResistant ItemNamePartDefinition]
PartName="Anti-explosão"

[Prefixes.Prefix_ExplosiveResistant01_BlastProof ItemNamePartDefinition]
PartName="Anti-explosão"

[Prefixes.Prefix_ExplosiveResistant02_FlakJacket ItemNamePartDefinition]
PartName="Colete"

[Prefixes.Prefix_ExplosiveResistant03_Bunkered ItemNamePartDefinition]
PartName="Bunker"

[Prefixes.Prefix_FireResistant ItemNamePartDefinition]
PartName="Inflamável"

[Prefixes.Prefix_FireResistant01_Thermal ItemNamePartDefinition]
PartName="Térmico"

[Prefixes.Prefix_FireResistant02_Asbestic ItemNamePartDefinition]
PartName="Asbesto"

[Prefixes.Prefix_FireResistant03_Endothermic ItemNamePartDefinition]
PartName="Endotérmico"

[Prefixes.Prefix_HealthBonus ItemNamePartDefinition]
PartName="Bônus de Saúde"

[Prefixes.Prefix_HealthBonus01_Sturdy ItemNamePartDefinition]
PartName="Robusto"

[Prefixes.Prefix_HealthBonus02_Healthy ItemNamePartDefinition]
PartName="Saudável"

[Prefixes.Prefix_HealthBonus03_Virile ItemNamePartDefinition]
PartName="Viril"

[Prefixes.Prefix_HealthBonus04_Hardy ItemNamePartDefinition]
PartName="Endurecido"

[Prefixes.Prefix_Rate_Anshin01 ItemNamePartDefinition]
PartName="Anêmico"

[Prefixes.Prefix_Rate_Anshin02 ItemNamePartDefinition]
PartName="Dilatado"

[Prefixes.Prefix_Rate_Anshin03 ItemNamePartDefinition]
PartName="Augmentado"

[Prefixes.Prefix_Rate_Anshin04 ItemNamePartDefinition]
PartName="Intensificado"

[Prefixes.Prefix_Rate_Anshin05 ItemNamePartDefinition]
PartName="Invasivo"

[Prefixes.Prefix_Rate_Bandit01 ItemNamePartDefinition]
PartName="Lento"

[Prefixes.Prefix_Rate_Bandit02 ItemNamePartDefinition]
PartName="Resposta Rápida"

[Prefixes.Prefix_Rate_Bandit03 ItemNamePartDefinition]
PartName="Carga Rápida"

[Prefixes.Prefix_Rate_Bandit04 ItemNamePartDefinition]
PartName="Spazio"

[Prefixes.Prefix_Rate_Bandit05 ItemNamePartDefinition]
PartName="Ótima Carga"

[Prefixes.Prefix_Rate_Dahl01 ItemNamePartDefinition]
PartName="NO-GO"

[Prefixes.Prefix_Rate_Dahl02 ItemNamePartDefinition]
PartName="Movimento Lento"

[Prefixes.Prefix_Rate_Dahl03 ItemNamePartDefinition]
PartName="Tempo Dobrado"

[Prefixes.Prefix_Rate_Dahl04 ItemNamePartDefinition]
PartName="Blitz"

[Prefixes.Prefix_Rate_Dahl05 ItemNamePartDefinition]
PartName="PQP"

[Prefixes.Prefix_Rate_Hyperion01 ItemNamePartDefinition]
PartName="Recessivo"

[Prefixes.Prefix_Rate_Hyperion02 ItemNamePartDefinition]
PartName="Deliberado"

[Prefixes.Prefix_Rate_Hyperion03 ItemNamePartDefinition]
PartName="Expedicionário"

[Prefixes.Prefix_Rate_Hyperion04 ItemNamePartDefinition]
PartName="Ágil"

[Prefixes.Prefix_Rate_Hyperion05 ItemNamePartDefinition]
PartName="Simplificado"

[Prefixes.Prefix_Rate_Maliwan01 ItemNamePartDefinition]
PartName="Apático"

[Prefixes.Prefix_Rate_Maliwan02 ItemNamePartDefinition]
PartName="Letárgico"

[Prefixes.Prefix_Rate_Maliwan03 ItemNamePartDefinition]
PartName="Alado"

[Prefixes.Prefix_Rate_Maliwan04 ItemNamePartDefinition]
PartName="Mercurial"

[Prefixes.Prefix_Rate_Maliwan05 ItemNamePartDefinition]
PartName="Voador"

[Prefixes.Prefix_Rate_MaliwanSpike01 ItemNamePartDefinition]
PartName="Ponderado"

[Prefixes.Prefix_Rate_MaliwanSpike02 ItemNamePartDefinition]
PartName="Cauteloso"

[Prefixes.Prefix_Rate_MaliwanSpike03 ItemNamePartDefinition]
PartName="Ativo"

[Prefixes.Prefix_Rate_MaliwanSpike04 ItemNamePartDefinition]
PartName="Ligeiro"

[Prefixes.Prefix_Rate_MaliwanSpike05 ItemNamePartDefinition]
PartName="Animado"

[Prefixes.Prefix_Rate_Pangolin01 ItemNamePartDefinition]
PartName="Arrastado"

[Prefixes.Prefix_Rate_Pangolin02 ItemNamePartDefinition]
PartName="Moroso"

[Prefixes.Prefix_Rate_Pangolin03 ItemNamePartDefinition]
PartName="Veloz"

[Prefixes.Prefix_Rate_Pangolin04 ItemNamePartDefinition]
PartName="Velocista"

[Prefixes.Prefix_Rate_Pangolin05 ItemNamePartDefinition]
PartName="Vivo"

[Prefixes.Prefix_Rate_Tediore01 ItemNamePartDefinition]
PartName="Meia Taxa"

[Prefixes.Prefix_Rate_Tediore02 ItemNamePartDefinition]
PartName="Vagaroso"

[Prefixes.Prefix_Rate_Tediore03 ItemNamePartDefinition]
PartName="Veloz"

[Prefixes.Prefix_Rate_Tediore04 ItemNamePartDefinition]
PartName="Expresso"

[Prefixes.Prefix_Rate_Tediore05 ItemNamePartDefinition]
PartName="Carga Rápida"

[Prefixes.Prefix_Rate_Torgue01 ItemNamePartDefinition]
PartName="Idoso"

[Prefixes.Prefix_Rate_Torgue02 ItemNamePartDefinition]
PartName="Bunda Lenta"

[Prefixes.Prefix_Rate_Torgue03 ItemNamePartDefinition]
PartName="Acelerado"

[Prefixes.Prefix_Rate_Torgue04 ItemNamePartDefinition]
PartName="Assustador"

[Prefixes.Prefix_Rate_Torgue05 ItemNamePartDefinition]
PartName="Reboque"

[Prefixes.Prefix_Rate_TorgueSpike01 ItemNamePartDefinition]
PartName="Rastejante"

[Prefixes.Prefix_Rate_TorgueSpike02 ItemNamePartDefinition]
PartName="Vagaroso"

[Prefixes.Prefix_Rate_TorgueSpike03 ItemNamePartDefinition]
PartName="Bombeado"

[Prefixes.Prefix_Rate_TorgueSpike04 ItemNamePartDefinition]
PartName="Corredor"

[Prefixes.Prefix_Rate_TorgueSpike05 ItemNamePartDefinition]
PartName="Cruzeiro"

[Prefixes.Prefix_Rate_Vladof01 ItemNamePartDefinition]
PartName="Covarde"

[Prefixes.Prefix_Rate_Vladof02 ItemNamePartDefinition]
PartName="Tímido"

[Prefixes.Prefix_Rate_Vladof03 ItemNamePartDefinition]
PartName="Momentâneo"

[Prefixes.Prefix_Rate_Vladof04 ItemNamePartDefinition]
PartName="Revolucionário"

[Prefixes.Prefix_Rate_Vladof05 ItemNamePartDefinition]
PartName="Mobilizado"

[Prefixes.Prefix_ShockResistant ItemNamePartDefinition]
PartName="Enterrado"

[Prefixes.Prefix_ShockResistant01_Grounded ItemNamePartDefinition]
PartName="Enterrado"

[Prefixes.Prefix_ShockResistant02_Insulated ItemNamePartDefinition]
PartName="Isolado"

[Prefixes.Prefix_ShockResistant03_Ionic ItemNamePartDefinition]
PartName="Iônico"

[Prefixes.Prefix_Special_Anshin01 ItemNamePartDefinition]
PartName="Placebo"

[Prefixes.Prefix_Special_Anshin02 ItemNamePartDefinition]
PartName="Dose Baixa"

[Prefixes.Prefix_Special_Anshin03 ItemNamePartDefinition]
PartName="Hipócrates"

[Prefixes.Prefix_Special_Anshin04 ItemNamePartDefinition]
PartName="Panacéia"

[Prefixes.Prefix_Special_Anshin05 ItemNamePartDefinition]
PartName="Terapêutico"

[Prefixes.Prefix_Special_Bandit01 ItemNamePartDefinition]
PartName="Resistente"

[Prefixes.Prefix_Special_Bandit02 ItemNamePartDefinition]
PartName="Soco Fraco"

[Prefixes.Prefix_Special_Bandit03 ItemNamePartDefinition]
PartName="Soco Forte"

[Prefixes.Prefix_Special_Bandit04 ItemNamePartDefinition]
PartName="Embriagado"

[Prefixes.Prefix_Special_Bandit05 ItemNamePartDefinition]
PartName="Amoroso"

[Prefixes.Prefix_Special_Dahl01 ItemNamePartDefinition]
PartName="VAISEFÚ"

[Prefixes.Prefix_Special_Dahl02 ItemNamePartDefinition]
PartName="FÔDASSE"

[Prefixes.Prefix_Special_Dahl03 ItemNamePartDefinition]
PartName="Tático"

[Prefixes.Prefix_Special_Dahl04 ItemNamePartDefinition]
PartName="Hooah"

[Prefixes.Prefix_Special_Dahl05 ItemNamePartDefinition]
PartName="Suporte"

[Prefixes.Prefix_Special_Hyperion01 ItemNamePartDefinition]
PartName="Ineficaz"

[Prefixes.Prefix_Special_Hyperion02 ItemNamePartDefinition]
PartName="Improdutivo"

[Prefixes.Prefix_Special_Hyperion03 ItemNamePartDefinition]
PartName="Ação Discriminada"

[Prefixes.Prefix_Special_Hyperion04 ItemNamePartDefinition]
PartName="Alto Retorno"

[Prefixes.Prefix_Special_Hyperion05 ItemNamePartDefinition]
PartName="Alta Produtividade"

[Prefixes.Prefix_Special_Maliwan01 ItemNamePartDefinition]
PartName="Desconcertante"

[Prefixes.Prefix_Special_Maliwan02 ItemNamePartDefinition]
PartName="Minoritário"

[Prefixes.Prefix_Special_Maliwan03 ItemNamePartDefinition]
PartName="Devastador"

[Prefixes.Prefix_Special_Maliwan04 ItemNamePartDefinition]
PartName="Calamitoso"

[Prefixes.Prefix_Special_Maliwan05 ItemNamePartDefinition]
PartName="Resplandescente"

[Prefixes.Prefix_Special_MaliwanSpike01 ItemNamePartDefinition]
PartName="Desprezível"

[Prefixes.Prefix_Special_MaliwanSpike02 ItemNamePartDefinition]
PartName="Inferior"

[Prefixes.Prefix_Special_MaliwanSpike03 ItemNamePartDefinition]
PartName="Selvagem"

[Prefixes.Prefix_Special_MaliwanSpike04 ItemNamePartDefinition]
PartName="Devorador"

[Prefixes.Prefix_Special_MaliwanSpike05 ItemNamePartDefinition]
PartName="Conquistador"

[Prefixes.Prefix_Special_Pangolin01 ItemNamePartDefinition]
PartName="Extinto"

[Prefixes.Prefix_Special_Pangolin02 ItemNamePartDefinition]
PartName="Ameaçado"

[Prefixes.Prefix_Special_Pangolin03 ItemNamePartDefinition]
PartName="Ajustado"

[Prefixes.Prefix_Special_Pangolin04 ItemNamePartDefinition]
PartName="Darwiniano"

[Prefixes.Prefix_Special_Pangolin05 ItemNamePartDefinition]
PartName="Selecionado"

[Prefixes.Prefix_Special_Torgue01 ItemNamePartDefinition]
PartName="Irmãzinha"

[Prefixes.Prefix_Special_Torgue02 ItemNamePartDefinition]
PartName="Nerd"

[Prefixes.Prefix_Special_Torgue03 ItemNamePartDefinition]
PartName="Bombado"

[Prefixes.Prefix_Special_Torgue04 ItemNamePartDefinition]
PartName="Extremo"

[Prefixes.Prefix_Special_Torgue05 ItemNamePartDefinition]
PartName="Explosivo"

[Prefixes.Prefix_Special_TorgueSpike01 ItemNamePartDefinition]
PartName="Turbulento"

[Prefixes.Prefix_Special_TorgueSpike02 ItemNamePartDefinition]
PartName="Estapeador"

[Prefixes.Prefix_Special_TorgueSpike03 ItemNamePartDefinition]
PartName="Ofensivo"

[Prefixes.Prefix_Special_TorgueSpike04 ItemNamePartDefinition]
PartName="Destripador"

[Prefixes.Prefix_Special_TorgueSpike05 ItemNamePartDefinition]
PartName="Detonante"

[Prefixes.Prefix_Special_Vladof01 ItemNamePartDefinition]
PartName="Opressivo"

[Prefixes.Prefix_Special_Vladof02 ItemNamePartDefinition]
PartName="Restritivo"

[Prefixes.Prefix_Special_Vladof03 ItemNamePartDefinition]
PartName="Guerrilha"

[Prefixes.Prefix_Special_Vladof04 ItemNamePartDefinition]
PartName="Liberal"

[Prefixes.Prefix_Special_Vladof05 ItemNamePartDefinition]
PartName="Orgulho"

[Skills.Absorption_Shield_Skill_1340 SkillDefinition]
SkillName="Habilidade de Escudo de Absorção"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Absorption_Shield_Skill_Legendary SkillDefinition]
SkillName="Habilidade de Escudo de Absorção"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Booster_Shield_Skill SkillDefinition]
SkillName="Habilidade de Potencializador de Escudo"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skills.Booster_Shield_Skill_Legendary SkillDefinition]
SkillName="Habilidade de Potencializador de Escudo"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Booster_Shield_Skill_PotOGold SkillDefinition]
SkillName="Habilidade de Potencializador de Escudo"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Chimera_Shield_CorrosiveResistance_Skill SkillDefinition]
SkillName="Resistência ao Ácido do Escudo Quimera"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skills.Chimera_Shield_ExplosiveResistance_Skill SkillDefinition]
SkillName="Resistência à Explosão do Escudo Quimera"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Chimera_Shield_FireResistance_Skill SkillDefinition]
SkillName="Resistência Incendiária do Escudo Quimera"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skills.Chimera_Shield_ShockResistance_Skill SkillDefinition]
SkillName="Resistência à Eletricidade do Escudo Quimera"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skills.Chimera_Shield_Skill SkillDefinition]
SkillName="Habilidade de Escudo Quimera"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skills.Chimera_Shield_SkillHealthRegen SkillDefinition]
SkillName="Habilidade de Regeneração de Saúde do Escudo Quimera"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Impact_Shield_Skill SkillDefinition]
SkillName="Habilidade de Escudo de Impacto"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skills.Impact_Shield_Skill_Legendary SkillDefinition]
SkillName="Habilidade de Escudo de Impacto Lendário"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Juggernaut_Shield_Skill_LegendaryFast SkillDefinition]
SkillName="Habilidade de Colosso Lendário"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Juggernaut_Shield_Skill_LegendarySlow SkillDefinition]
SkillName="Habilidade de Colosso Lendário"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Nova_Shield_Skill_Corrosive SkillDefinition]
SkillName="Habilidade de Escudo Nova Ácida"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skills.Nova_Shield_Skill_Explosive SkillDefinition]
SkillName="Habilidade de Escudo Nova Explosiva"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skills.Nova_Shield_Skill_Fire SkillDefinition]
SkillName="Habilidade de Escudo Nova Incendiária"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skills.Nova_Shield_Skill_Legendary SkillDefinition]
SkillName="Habilidade de Escudo Nova Explosiva Lendária"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Nova_Shield_Skill_Phoenix SkillDefinition]
SkillName="Habilidade de Escudo Nova Incendiária"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Nova_Shield_Skill_Shock SkillDefinition]
SkillName="Habilidade de Escudo Nova Elétrica"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skills.Nova_Shield_Skill_Singularity SkillDefinition]
SkillName="Habilidade de Escudo Nova Elétrica"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.ResistanceCorrosive_Shield_Skill SkillDefinition]
SkillName="Escudo - Resistência ao Ácido"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skills.ResistanceExplosive_Shield_Skill SkillDefinition]
SkillName="Escudo - Resistência à Explosão"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skills.ResistanceFire_Shield_Skill SkillDefinition]
SkillName="Escudo - Resistência Incendiária"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skills.ResistanceShock_Shield_Skill SkillDefinition]
SkillName="Escudo - Resistência à Eletricidade"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skills.Roid_Shield_Skill SkillDefinition]
SkillName="Habilidade de Escudo Esteróides"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skills.Roid_Shield_Skill_Legendary SkillDefinition]
SkillName="Habilidade de Escudo Esteróides"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Roid_Shield_Skill_LoveThumper SkillDefinition]
SkillName="Habilidade de Escudo Esteróides"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Roid_Shield_Skill_Order SkillDefinition]
SkillName="Habilidade de Escudo Esteróides da Ordem"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Roid_Shield_Skill_ThresherRaid SkillDefinition]
SkillName="Habilidade de Escudo Esteróides"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Spike_Shield_Skill_Corrosive SkillDefinition]
SkillName="Habilidade de Escudo de Farpas - Ácido"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skills.Spike_Shield_Skill_CorrosiveLegendary SkillDefinition]
SkillName="Habilidade de Escudo de Farpas - Ácido"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Spike_Shield_Skill_Explosive SkillDefinition]
SkillName="Habilidade de Escudo de Farpas - Explosão"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skills.Spike_Shield_Skill_Fire SkillDefinition]
SkillName="Habilidade de Escudo de Farpas - Fogo"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skills.Spike_Shield_Skill_Shock SkillDefinition]
SkillName="Habilidade de Escudo de Farpas - Eletricidade"
SkillDescription=""
LockedSkillDetailStr="<Bloqueado>"

[Skills.Standard_Legendary_Skill SkillDefinition]
SkillName="Habilidade de Escudo Normal Lendário"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Titles.Title_Absorption01_AbsorptionShield ItemNamePartDefinition]
PartName="Escudo de Absorção"

[Titles.Title_Absorption02_1340 ItemNamePartDefinition]
PartName="Escudo 1340"

[Titles.Title_Absorption02_1340:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Se não pode vencê-los, junte-se à eles."
NoConstraintText=""
Suffix=""
Prefix=""

[Titles.Title_Absorption04_AbsorptionShieldLegendaryNormal ItemNamePartDefinition]
PartName="O Shamam"

[Titles.Title_Absorption04_AbsorptionShieldLegendaryNormal:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Poderia ser assim todos os dias."
NoConstraintText=""
Suffix=""
Prefix=""

[Titles.Title_Absorption04_AbsorptionShieldLegendaryShock ItemNamePartDefinition]
PartName="Transformer"

[Titles.Title_Absorption04_AbsorptionShieldLegendaryShock:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Há muito mais do que os olhos podem ver."
NoConstraintText=""
Suffix=""
Prefix=""

[Titles.Title_Booster01_BoosterShield ItemNamePartDefinition]
PartName="Escudo Turbinado"

[Titles.Title_Booster04_BoosterShieldLegendary ItemNamePartDefinition]
PartName="Whisky, Tango e Foxtrot"

[Titles.Title_Booster04_BoosterShieldLegendary:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Situação normal..."
NoConstraintText=""
Suffix=""
Prefix=""

[Titles.Title_Booster04_BoosterShieldPotOGold ItemNamePartDefinition]
PartName="Pote de Ouro"

[Titles.Title_Booster04_BoosterShieldPotOGold:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Bajuladores e Puxa-sacos!"
NoConstraintText=""
Suffix=""
Prefix=""

[Titles.Title_Chimera01_ChimeraShield ItemNamePartDefinition]
PartName="Escudo Adaptável"

[Titles.Title_Chimera04_ChimeraShieldLegendary ItemNamePartDefinition]
PartName="Neogenator"

[Titles.Title_Chimera04_ChimeraShieldLegendary:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Se deseja um escudo impenetrável, esconda-se dentro de si mesmo."
NoConstraintText=""
Suffix=""
Prefix=""

[Titles.Title_CorrosiveNova01_AcidBurstShield ItemNamePartDefinition]
PartName="Escudo Nova Ácida"

[Titles.Title_CorrosiveSpike01_CorrosiveSpikeShield ItemNamePartDefinition]
PartName="Escudo de Espinhos Corrosivos"

[Titles.Title_CorrosiveSpike02_Legendary ItemNamePartDefinition]
PartName="Impalador"

[Titles.Title_CorrosiveSpike02_Legendary:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Vlad ficaria orgulhoso."
NoConstraintText=""
Suffix=""
Prefix=""

[Titles.Title_ExplosiveNova01_ExplosiveBurstShield ItemNamePartDefinition]
PartName="Escudo Nova Explosiva"

[Titles.Title_ExplosiveNova02_DeadlyBloom ItemNamePartDefinition]
PartName="Resplandecer Mortal"

[Titles.Title_ExplosiveNova02_DeadlyBloom:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="O que você quer dizer com... teoricamente?"
NoConstraintText=""
Suffix=""
Prefix=""

[Titles.Title_ExplosiveSpike01_ExplosiveSpikeShield ItemNamePartDefinition]
PartName="Escudo de Espinhos Explosivos"

[Titles.Title_FireNova01_FireBurstShield ItemNamePartDefinition]
PartName="Escudo Nova de Fogo"

[Titles.Title_FireNova02_Phoenix ItemNamePartDefinition]
PartName="Chamas da Águia de Fogo"

[Titles.Title_FireNova02_Phoenix:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Ressurgirá das cinzas."
NoConstraintText=""
Suffix=""
Prefix=""

[Titles.Title_FireSpike01_FireSpikeShield ItemNamePartDefinition]
PartName="Escudo de Espinhos de Fogo"

[Titles.Title_Impact01_ImpactShield ItemNamePartDefinition]
PartName="Escudo Amplificado"

[Titles.Title_Impact05_Legendary ItemNamePartDefinition]
PartName="Abelha"

[Titles.Title_Impact05_Legendary:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Flutua feito uma borboleta..."
NoConstraintText=""
Suffix=""
Prefix=""

[Titles.Title_Juggernaut01_JuggernautShield ItemNamePartDefinition]
PartName="Escudo Tartaruga"

[Titles.Title_Juggernaut04_JuggernautLegendary ItemNamePartDefinition]
PartName="Tartaruga Fabulosa"

[Titles.Title_Juggernaut04_JuggernautLegendary:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Vitória por um triz"
NoConstraintText=""
Suffix=""
Prefix=""

[Titles.Title_Juggernaut04_JuggernautLegendary:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="A velocidade de movimento é reduzida enquanto estiver ativo."
NoConstraintText=""
Suffix=""
Prefix=""

[Titles.Title_Juggernaut04_JuggernautLegendary:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="A velocidade de movimento aumenta ao esgotar-se."
NoConstraintText=""
Suffix=""
Prefix=""

[Titles.Title_Roid01_RoidShield ItemNamePartDefinition]
PartName="Escudo Maylay"

[Titles.Title_Roid02_RoidShieldLegendary ItemNamePartDefinition]
PartName="Grande Thumper"

[Titles.Title_Roid02_RoidShieldLegendary:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Isso vai deixar marca."
NoConstraintText=""
Suffix=""
Prefix=""

[Titles.Title_Roid03_LoveThumper ItemNamePartDefinition]
PartName="Adorável Thumper"

[Titles.Title_Roid03_LoveThumper:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Se ele rachar, não quero estar no seu lugar."
NoConstraintText=""
Suffix=""
Prefix=""

[Titles.Title_Roid03_ThresherRaid ItemNamePartDefinition]
PartName="Esconderijo do Terramorfo"

[Titles.Title_Roid03_ThresherRaid:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="... sua pele os teria intimidado ..."
NoConstraintText=""
Suffix=""
Prefix=""

[Titles.Title_Roid05_Order ItemNamePartDefinition]
PartName="Ordem"

[Titles.Title_Roid05_Order:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Chan-chan!"
NoConstraintText=""
Suffix=""
Prefix=""

[Titles.Title_Roid05_Order:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Quando a [skill]Lei[-skill] está ao seu lado, todos os [skill]danos corpo a corpo[-skill] que infligir também irão lhe curar."
NoConstraintText=""
Suffix=""
Prefix=""

[Titles.Title_Shield ItemNamePartDefinition]
PartName="Escudo"

[Titles.Title_ShockNova01_ShockBurstShield ItemNamePartDefinition]
PartName="Escudo Nova Elétrica"

[Titles.Title_ShockNova02_Singularity ItemNamePartDefinition]
PartName="Buraco Negro"

[Titles.Title_ShockNova02_Singularity:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="É o centro do universo."
NoConstraintText=""
Suffix=""
Prefix=""

[Titles.Title_ShockSpike01_ShockSpikeShield ItemNamePartDefinition]
PartName="Escudo de Espinhos Elétricos"

[Titles.Title_Standard02_CrackedSash ItemNamePartDefinition]
PartName="Cinturão Rachado"

[Titles.Title_Standard05_Legendary ItemNamePartDefinition]
PartName="O Berço"

[Titles.Title_Standard05_Legendary:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="... até a tumba."
NoConstraintText=""
Suffix=""
Prefix=""

